---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InverseKilonewtons
source: html/3e1dced5-48a6-e9af-cc00-8eda38149b88.htm
---
# Autodesk.Revit.DB.UnitTypeId.InverseKilonewtons Property

Inverse kilonewtons.

## Syntax (C#)
```csharp
public static ForgeTypeId InverseKilonewtons { get; }
```